Repository: sandrawar/Journal
Catalog: iOS/Journal/Journal/*.lproj/Localizable.strings
Languages: de, pl

# tabitem-read
source: read
de: Lese
pl: Wspomnienia

# tabitem-write
source: write
de: Schreibe
pl: Nowy wpis

# tabitem-find-inspiration
source: Find inspiration
de: Finde Inspiration
pl: Znajdź isnpirację

# tabitem-settings
source: Settings
de: Einstellungen
pl: Ustawienia

# home-quote
source: "Journaling is like whispering to one's self and listening at the same time."
de: "Das Tagebuch zu schreiben ist wie sich selbst zu flüstern und gleichzeitig zuzuhören."
pl: "Pisanie pamiętnika jest jak szeptanie do siebie i przysłuchiwanie się jednocześnie."

# entries-title
source: My story
de: Meine Geschichte
pl: Moja historia

# create-text
source: Create your new journal entry
de: Kreiere deinen neuen Tagebucheintrag
pl: Stwórz nowy wpis

# form-title
source: Title
de: Titel
pl: Tytuł

# form-text
source: Text
pl: Tekst

# form-date
source: Date
de: Datum
pl: Data

# save-button
source: Save
de: Speichern
pl: Zachowaj

# view-title-write
source: Write
de: Schreiben
pl: Nowy wpis

# view-title-inspired-write
source: Write
de: Schreiben
pl: Nowy wpis

# settings-colour
source: Colour Schema
de: Farbe-Schema
pl: Tryb

# light-schema
source: Light
de: Hell
pl: Jasny

# dark-schema
source: Dark
de: Dunkel
pl: Ciemny

# language-settings
source: Language
de: Sprache
pl: Język

source: Settings
de: Einstellungen
pl: Ustawienia

# insp-sect-u
source: Understand Yourself
de: Verstehe dich
pl: Zrozum siebie

# insp-sect-g
source: Your Growth
de: Dein Wachstum
pl: Twój rozwój

# insp-sect-b
source: Find Tour Balance
de: Finde dein Gleichgewicht
pl: Znajdź rónowagę

# insp-sect-r
source: Relationships With Others
de: Beziehungen zu Anderen
pl: Relacje z innymi

# insp-u01
source: Name the three biggest priorities in your life right now.
de: Nenne die drei größten Prioritäten in deinem Leben.
pl: Wymień trzy największe priotytety w Twoim życiu.

# insp-u02
source: What are your biggest fears?
de: Was sind deine größten Ängste?
pl: Jakie są Twoje największe lęki?

# insp-u03
source: What would you do if you were granted three wishes?
de: Was würdest du tun, wenn dir drei Wünche gewährt würden?
pl: Co byś zrobił, gdybyś miał zapewnione spełnienie trzech życzeń?

# insp-u04
source: Do you have a secret talent you are hiding?
de: Hast du ein geheimes Talent, das du versteckst?
pl: Czy masz jakiś ukryty talent, który trzymasz w sekrecie?

# insp-u05
source: What are you best at, and what do you love doing most, and how could you spend more time doing both?
de: Was kannst du am besten und was machst du am liebsten und wie könntest du mehr Zeit damit verbringen, beides zu tun?
pl: Co potrafisz najlepiej a co robisz najchętniej oraz jak mógłbyś spędzać więcej czasu, łącząc to?

# insp-u06
source: What makes your heart sing loudest? What makes your heart beat strongest?
de: Was lässt dein Herz erschüttern? Und was lässt dein Herz am stärksten schlagen?
pl: Co sprawia że Twoje serce bije szybciej?

# insp-u07
source: What scares you the most, and why? How can you use that fear to improve or learn or grow?
de: Was macht dir am meisten Angst und warum? Wie kannst du diese Angst nutzen, um sich zu verbessern?
pl: Co Cię najbardziej przeraża i dlaczego? Jak możesz wykorzystać ten strach, aby się rozwinąć?

# insp-u08
source: What are three things that you are really looking forward to the most?
de: Auf welche drei Dinge freust du dich am meisten?
pl: Wymień trzy rzeczy, które najbardziej Cię cieszą.

# insp-u09
source: What do you love most about yourself?
de: Was liebst du am meisten an dich selbst?
pl: Co najbardziej kochasz w sobie?

# insp-u10
source: What would you truly lose, deep down, if you lost what you are most scared of losing?
de: Was würdest du wirklich tief im Innerem verlieren, wenn du das verlieren würdest, wovor du am meisten Angst hast, es zu verlieren?
pl: Co tak naprawdę straciłbyś, gdybyś stracił to, czego najbardziej obawiasz się stracić?

# insp-u11
source: What did you really love doing as a kid but don’t really do anymore? What is stopping you from doing it now, and what would happen if you did?
de: Was hast du als Kind wirklich geliebt, aber machst du nicht mehr? Was hindert dich daran, es jetzt zu tun, und was würde passieren, wenn du es tun würdest?
pl: Co rzeczywiście kochałeś robić jako dziecko, ale już tego nie robisz? Co Cię ogranicza, aby robić to teraz i co stałoby się, gdybyś to robił?

# insp-u12
source: What makes you feel happy to be alive, and how can you make more of that every day?
de: Was macht dich glücklich, am Leben zu sein und wie kannst du jeden Tag mehr daraus machen?
pl: Co czyni Cię szczęśliwym, i jak możesz możesz to bardziej wykorzystać każdego dnia?

# insp-u13
source: What truth have you been refusing to admit to yourself and how could you face it?
de: Welche Wahrheit hast du dich geweigert, sich selbst zuzugeben, und wie könntest du dich dem stellen?
pl: Przed jaką prawdą wzbraniałeś się, aby się do niej przyznać, i jak mógłbys stawić temu czoła?

# insp-u14
source: What does your ideal day look like? Be specific.
de: Wie sieht dein idealler Tag aus? Sei präzise.
pl: Jak wygląda Twój idealny dzień? Bądź dokładny.

# insp-u15
source: What one event in your life has changed you the most?
de: Welches Ereignis in deinem Leben hat dich am meisten verändert?
pl: Jakie wydarzenie z Twojego życia najbardziej Cię zmieniło?

# insp-u16
source: If you could be president for one day, what would you do, and why?
de: Wenn du einen Tag lang Präsident sein könntest, was würdest du tun und warum?
pl: Gdybyś mógł być przez jeden dzień prezydentem, co byś zrobił i dlaczego?

# insp-u17
source: Assuming your life is a story and you are the author, what does your happy ending look like?
de: Angenommen, dein Leben ist eine Geschichte und du bist der Autor, wie sieht dein Happy End aus?
pl: Przyjmując, że Twoje życie jest historią i jesteś autorem, jak wyglądałby Twój Happy End?

# insp-u18
source: What makes you the most angry, the most frustrated, the most annoyed, and why?
de: Was macht dich am meisten wütend, frustrierend, nervös und warum?
pl: Co najbardziej Cię złości, frustruje, denerwuje i dlaczego?

# insp-g01
source: How have you grown this year?
de: Wie hast du dich im diesem Jahr entwickelt?
pl: Jak rozwinąłeś się w ciągu tego roku?

# insp-g02
source: What are the most important life lessons you have learned?
de: Was sind die wichtistens Unterrichte im Leben, die du gelernt hast?
pl: Jakie są najważniejsze lekcje w życiu, które przyjąłeś?

# insp-g03
source: How do you define success, and how will you know when you have it?
de: Wie definierst du Erfolg und wie wirst du wissen, wann du ihn hast?
pl: Jak definiujesz sukces i skąd wiesz, kiedy go osiągasz?

# insp-g04
source: Where do you see yourself in 3 months, 6 months, and 12 months? Be specific.
de: Wo siehst du dich in 3 Monaten, 6 Monaten und 12 Monaten? Sei präzise.
pl: Gdzie widzisz siebie za 3 miesiące, 6 miesięcy i 12 miesięcy? Bądź dokładny.

# insp-g05
source: What have been the five best days of your life, and why?
de: Was waren die fünf besten Tage in deinem Leben und warum?
pl: Przypomnij sobie pięć najszczęśliwszych dni swojego życia. Czemu tak dobrze je wspominasz?

# insp-g06
source: What would you tell your five-year-old self?
de: Was würdest du deinem fünfjährigen Ich erzählen??
pl: Co dzisiaj opowiedziałbyś pięcioletniemu sobie?

# insp-g07
source: If you could change one thing about yourself, what would it be and what’s stopping you from taking action?
de: Wenn du etwas an dich ändern könntest, was wäre das und was hindert dich daran, das zu machen?
pl: Gdybyś mógł coś w sobie zmienić, co by to było i co powstrzymuje Cię, aby to zrobić?

# insp-g08
source: What is the best advice you have ever been given?
de: Was ist der beste Rat, den du jemals erhalten hast?
pl: Jaka jest najlepsza rada, jaką kiedykolwiek dostałeś?

# insp-g09
source: What are five things you absolutely, positively, totally want to do before you die, and how can you do one of them THIS YEAR?
de: Was sind fünf Dinge, die du unbedingt tun möchtest, bevor du stirbst, und wie könntest du eines davon in DIESEM JAHR machen?
pl: Jakie jest pięć rzeczy, które koniecznie chciałbyś zrobić przed śmiercią i w jaki sposób mógłbyś jedną z nich zrobić w TYM ROKU?

# insp-g10
source: What about your life makes you the most proud?
de: Was in deinem Leben macht dich am meisten stolz?
pl: Co w Twoim życiu napawa Cię największą dumą?

# insp-g11
source: When did you hurt most, and how has it helped you or taught you or improved you?
de: Wann war du am meisten verletzt und wie hat es dir geholfen, dich gelehrt oder dich verbessert?
pl: Kiedy byłeś najbardziej zraniony i jak Ci to pomogło, aby się rozwinąć?

# insp-g12
source: If you could, what is the one thing you would change about your past?
de: Wenn du es könntest, was ist das Einzige, was du an deiner Vergangenheit ändern würdest?
pl: Jeśli byłoby to możliwe, co jest tą jedyną rzeczą, którą zmieniłbyś w swojej przeszłości?

# insp-g13
source: What three things could you give up that would give you more time, energy, and peace?
de: Welche drei Dinge könntest du aufgeben, die dir mehr Zeit, Energie und Frieden geben würden?
pl: Z których trzech rzeczy mógłbyś zrezygnować, żeby mieć więcej czasu, energii i spokoju?

# insp-g14
source: What advice would you give yourself five years ago?
de: Welchen Rat würdest du dir selber vor fünf Jahren geben?
pl: Jakiej rady udzieliłbys sobie sprzed pięciu lat?

# insp-g15
source: If you found out that you were going to die tomorrow, what would be your three biggest regrets?
de: Wenn du herausfinden würdest, dass du morgen sterben würdest, was wären deine drei größten Bedauern?
pl: Jeśli dowiedziałbyś się, że jutro umrzesz, jakie byłyby trzy rzeczy, których najbardziej byś żałował?

# insp-g16
source: How can you improve the way you treat yourself and talk to yourself?
de: Wie könnest du die Art und Weise verbessern, wie du dich selbster behandelts und mit dir selbst sprichst?
pl: Jak mógłbyś poprawić sposób, w jaki traktujesz siebie samego i rozmawiasz z sobą samym?

# insp-g17
source: When was the last time you cried, and what did it teach you?
de: Wann hast du das letzte Mal geweint und was hat es dich gelernt?
pl: Kiedy ostatni raz płakałeś i czego się wtedy nauczyłeś?

# insp-g18
source: What is your personal mantra for this year? What one word best describes your best life moving forward?
de: Was ist dein persönliches Mantra für dieses Jahr? Welches Wort beschreibt dein Leben am besten?
pl: Jaka jest Twoja osobista mantra na ten rok? Jakie słowo najlepiej opisuje Twoje życie?

# insp-g19
source: What is something you have never done, but always wanted to do, and what is so important about this for you?
de: Was hast du noch nie getan, wolltest du es aber schon immer tun, und was ist daran für dich so wichtig?
pl: Czego nigdy nie robiłeś, a zawsze chciałeś zrobić, i co jest w tym dla Ciebie tak ważne?

# insp-b01
source: If you had a magic wand, and could wave away your problems, what would your life look like? What’s stopping you from being the wand?
de: Wenn du einen Zauberstaub hättest und deine Probleme wegwinken könntest, wie würde dein Leben aussehen? Was hält dich davon ab, der Zauberstaub zu sein?
pl: Gdybyś miał magiczną różdżkę i mógł usunąć swoje problemy, jak wyglądałoby Twoje życie? Co sądzisz o tym, abyś sam był magiczną różdżką?

# insp-b02
source: If you were unapologetically and truly yourself, day in and day out, and if you fully accepted and loved yourself, what would change for you moving forward?
de: Wenn du Tag für Tag entschuldigungslos und wirklich dich selber wärst und dich selbst ganz akzeptieren und lieben würdest, was würde sich für dich in Zukunft ändern?
pl: Jeśli dzień po dniu bez wymówki i w pełni mógłyś być sobą i całkowicie siebie akceptować i kochać, jak zmieniłaby się dla Ciebie przyszłość?

# insp-b03
source: What do you believe that no longer serves you? What do you believe that might be holding you back?
de: Was glaubst du, was ist für dich nicht mehr günstig, was glaubst du, was könnte dich zurückhalten?
pl: jak myślisz co w Twoim życiu już Tobie nie służy, jak Cię to powtrzymuje i przed czym Cię to powstrzymuje

# insp-b04
source: What are the ten smallest, most minor, most insignificant things in your life that you are grateful for?
de: Was sind die kleinsten und unbedeutendsten Dinge in deinem Leben, für die du dankbar bist?
pl: Jakie są najmniejsze, najdrobniejsze i najmniej istotne rzeczy w Twoim życiu?

# insp-b05
source: How would your life be different if you stopped living so much in the past and/or worrying so much about the future?
de: Wie würde dein Leben anderes sein, wenn du aufhören würdest so viel in der Vergangenheit zu leben und / oder sich so viele Sorgen um die Zukunft machen würden?
pl: Jak zmieniłoby się Twoje życie, gdybyś przestał żyć przeszłością i / lub tak bardzo niepokoić się o przyszłość?

# insp-b06
source: How would your life change if you were your own biggest fan and truly believed in yourself?
de: Wie würde sich dein Leben verändern, wenn du dein größter Fan wären und wirklich an sich glauben würden?
pl: Jak zmieniłoby się Twoje życie, gdybyś był swoim największym fanem i rzeczywiście w siebie wierzył?

# insp-b07
source: How do you deal with helplessness, with letting go, with release and surrender of expectations?
de: Wie gehst du mit Hilflosigkeit, mit dem Loslassen der Erwartungen, Zurückbleiben hinter den Erwartungen um?
pl: Jak radzisz sobie z bezsilnością, rezygnacją i niespełnianiem własnych oczekiwaniami?

# insp-b08
source: What are five things that you love most in the world?
de: Was sind fünf Dinge, die du auf der Welt am meisten liebst?
pl: Jakie jest pięć rzeczy, które kochasz najbardziej na świecie?

# insp-b09
source: Who do you admire most in this world, and why?
de: Wenn bewunderst du am meisten auf der Welt und warum?
pl: Kogo najbardziej na świecie podziwiasz i dlaczego?

# insp-b10
source: What does it mean to be good enough, and how do you know that you are?
de: Was bedeutet es, gut genug zu sein und woher weiß du, dass du es bist?
pl: Co oznacza być wystarczająco dobrym i skąd wiesz, że taki jesteś?

# insp-b11
source: What do you love most about your life?
de: Was liebst am meisten an deinem Leben?
pl: Co najbardziej kochasz w swoim życiu?

# insp-b12
source: When are you at your best, and how do you get back there when you feel unbalanced or unwell?
de: Wann bist du in Bestform und wie kommst dorthin zurück, wenn du dich unausgeglichen oder unwohl fühlst?
pl: Kiedy jesteś najlepszą wersją siebie? W jaki sposób do niej wracasz, kiedy czujesz się wytrącony z równowagi i niekomfortowo?

# insp-b13
source: What are the five most important things in your life right now and how are you prioritizing them (or not)?
de: Was sind momentan die fünf wichtigsten Dinge in deinem Leben und wie priorisieren sie (oder nicht)?
pl: Jakich jest obecnie pięć najważniejszych rzeczy w Twoim życiu i jak je hierarchizujesz (lub nie)?

# insp-r01
source: What does love mean to you?
de: Was bedeutet für dich Liebe?
pl: Co oznacza dla Ciebie miłość?

# insp-r02
source: Who do you care about most in the world, and what could you do today to make sure they know it?
de: Für wen interessirtst du dich am meisten auf der Welt und was könntest du heute tun, um sicher zu stellen, dass du es weiss?
pl: O kogo dbasz najbardziej na świecie i co mógłbyś zrobić, aby się upewnić, że te osoby to wiedzą

# insp-r03
source: What does heroic mean to you, and who are your biggest heroes?
de: Was bedeutet für dich heroisch und wer sind deine größten Helden?
pl: Co oznacza dla Ciebie bohaterstwo i kim są Twoi najwięksi bohaterowie?

# insp-r04
source: If you could invite five people, living or dead, to dinner at your house one night, who would you choose, and what would you cook them?
de: Wenn du fünf Menschen aus der Gegenwart oder Vergangenheit zum Abendesse in deinem Haus einladen könntest, wen würdest du wählen und was würdest du für sie kochen?
pl: Jeśli mógłbyś zaprosić pięć osób żyjących obecnie lub w przesłości na kolację w swoim domu, kogo byś wybrał i co byś dla nich ugotował?

# insp-r05
source: Think about the most important person in your life. How does he or she make you feel?
de: Denke an die wichtigste Person in deinem Leben. Wie fühlst du dich dank ihm oder ihm?
pl: Pomyśl o najważniejszej osobie w Twoim życiu. Jak czujesz się przy niej?
